Repository: ChristianPauly/stopwastingtime
Catalog: po/*.po
Languages: fr

source: Info about Stop Wasting Time! %1 on %2
fr: Informations sur Arrêtes de perdre ton temps ! %1 sur %2

source: Become a Patron
fr: Devenez un Patron

source: Contributors
fr: Contributeurs / contributrices

source: Source code
fr: Code source

source: License
fr: Licence

source: Stop Wasting Time!
fr: Arrêtes de perdre ton temps !

source: You have 1 minute left.
fr: Il vous reste 1 minute.

source: You have %1 minutes left.
fr: Il vous reste %1 minutes.

source: STOP wasting time
fr: ARRÊTER de perdre son temps

source: Start wasting time
fr: Commencer à perdre son temps

source: STOP wasting time!
fr: ARRÊTES de perdre ton temps !

source: Settings
fr: Paramètres

source: Do you waste too much time playing computer games, watching TV and surfing the internet? You could be so much more productive. Here's a way to limit the time you're wasting: Simply decide how much downtime to award yourself.
fr: Vous gaspillez trop de temps à jouer aux jeux vidéo, à regarder la télévision et à surfer sur internet ? Vous pourriez être bien plus productif. Voici une façon de limiter le temps que vous perdez : décidez tout simplement du temps détente que vous vous accordez.

source: Save
fr: Enregistrer
